import numpy as np
list1 = input()
list2 = input()
a = np.array(list1)
b = np.array(list2)
a == b
match = a = b
print (a)
print(b)
Найти все элементы, у которых совпадает значение и позиция
Помещать их в отдельный список?
В этом списке найти максимум и минимум