(‘w’,‘o’,‘r’,‘l’,‘d’)     # кортеж из пяти элементов
(2.62,)                   # кортеж из одного элемента
[“test”,'me']             # список из двух элементов
[  ]                      # пустой список
{ 5:‘a’, 6:‘b’, 7:‘c’ }   # словарь из трех элементов с ключами типа int


#функция, выполняющая деление нацело – с помощью оператора //
def foo(delimoe, delitel):
    return delimoe // delitel
 
print foo(50,5)                         # результат работы: 10
print foo(delitel=5, delimoe=50)      # результат работы: 10



